{
  /* Warning Start Screen */
  "titlewelcome": "¡Padres, tengan en cuenta!",
  "textwelcome": "La Academia Americana de Pediatría sugiere limitar el tiempo de pantalla a una hora al día para niños de 2 a 5 años, con contenido de alta calidad y supervisado por los padres.",
  "buttonwelcome": "Continuar",
  /* Child Data Screen */
  "titledata": "Una experiencia personalizada.",
  "textdata": "Ingresa el nombre del niño o niña para crear una experiencia más inmersiva. Esto nos permitirá adaptar el contenido y hacerlo más relevante para su edad e intereses.",
  "placeholderdata": "Ingresar el nombre del niño o niña.",
  "buttondata": "Comencemos",
  /* Dashboard Screen */
  "greeting": "¡Hola!",
  "greetingcomplement": "espero estes listo para jugar",
  "titledash": "Hola",
  "textdash": "¡Es hora de divertirse! Elige una categoría para comenzar a jugar y aprender.",
  /*Greeting*/
  "greeting1": "¡Eres un campeón!",
  "greeting2": "¡Sigue sonriendo!",
  "greeting3": "¡Qué bien lo hiciste!",
  "greeting4": "¡Eres muy valiente!",
  "greeting5": "¡Sigue jugando y divirtiéndote!",
  /*Banner Donate*/
  "titlebanner": "¡Apoya a Pimo!",
  "donationMessage": "Tu donación ayuda a que más niños aprendan y se diviertan con Pimo. Contribuye al crecimiento de nuestra app y haz que cada día sea especial. ¡Gracias por tu apoyo!",
  /*Settings*/
  "titlesettings": "Configuración",
  "titlelang": "Idioma",
  "desclang": "Cambia el idioma tanto del texto como de la voz. Esto puede ayudar a tu hijo a comenzar o dar sus primeros pasos en otro idioma.",
  "en": "Inglés",
  "es": "Español",
  "fr": "Frances",
  "ja": "Japones",
  "titlename": "Configura el nombre de tu hijo / hija",
  "descname": "Personaliza la experiencia de la aplicación agregando o cambiando el nombre de tu hijo que ingresaste al inicio.",
  "nameok": "¿es este tu nombre?",
  "nameokdesc": "Si este nombre no es correcto o deseas realizar algún cambio, haz clic aquí.",
  "namenot": "No has ingresado un nombre aún.",
  "namenotdesc": "Por favor, ingresa un nombre para personalizar la experiencia.",
  "titlehelp": "¿Necesitas ayuda?",
  "titledesc1": "Si tienes sugerencias, quejas o reclamos, por favor, cantactame a través de mi correo electrónico:",
  "titledesc2": ". Estoy aquí para ayudarte.",
  "footer": "Esta aplicación fue creada con mucho amor para mi querido hijo Renato. Cada detalle ha sido pensado con cariño para ofrecer una experiencia divertida y educativa. Espero que esta app brinde alegría y aprendizaje a muchos niños y padres, tal como lo ha hecho para nosotros.",
}
