{
   /* Warning Start Screen */
   "titlewelcome": "Chers parents, veuillez noter !",
   "textwelcome": "L'Académie Américaine de Pédiatrie recommande de limiter le temps d'écran à une heure par jour pour les enfants de 2 à 5 ans, avec du contenu de haute qualité et sous la supervision des parents.",
   "buttonwelcome": "Continuer",
   /* Child Data Screen */
   "titledata": "Une expérience personnalisée",
   "textdata": "Entrez le nom de l'enfant pour créer une expérience plus immersive. Cela nous permettra d'adapter le contenu et de le rendre plus pertinent pour son âge et ses intérêts.",
   "placeholderdata": "Entrez le nom de l'enfant.",
   "buttondata": "Commençons",
   /* Dashboard Screen */
   "greeting": "Bonjour !",
   "greetingcomplement": "J'espère que tu es prêt à jouer",
   "titledash": "Bonjour",
   "textdash": "Il est temps de s'amuser ! Choisis une catégorie pour commencer à jouer et à apprendre.",
   /*Greeting*/
   "greeting1": "Tu es un champion !",
   "greeting2": "Continue à sourire !",
   "greeting3": "Bien joué !",
   "greeting4": "Tu es très courageux !",
   "greeting5": "Continue à jouer et à t'amuser !",
   /*Banner Donate*/
   "titlebanner": "Soutenez Pimo!",
   "donationMessage": "Votre don aide plus d'enfants à apprendre et à s'amuser avec Pimo. Contribuez à la croissance de notre application et faites de chaque jour un jour spécial. Merci pour votre soutien !",
   /*Settings*/
   "titlesettings": "Paramètres",
   "titlelang": "Langue",
   "desclang": "Changez la langue pour le texte et la voix. Cela peut aider votre enfant à commencer ou à faire ses premiers pas dans une autre langue.",
   "en": "Anglais",
   "es": "Espagnol",
   "fr": "Français",
   "ja": "Japonais",
   "titlename": "Configurez le nom de votre enfant",
  "descname": "Personnalisez l'expérience de l'application en ajoutant ou en modifiant le nom de votre enfant que vous avez saisi au début.",
  "nameok": "Est-ce votre nom?",
  "nameokdesc": "Si ce nom n'est pas correct ou si vous souhaitez apporter des modifications, cliquez ici.",
  "namenot": "Vous n'avez pas encore saisi de nom.",
  "namenotdesc": "Veuillez entrer un nom pour personnaliser l'expérience.",
  "titlehelp": "Besoin d'aide?",
  "titledesc1": "Si vous avez des suggestions, des plaintes ou des préoccupations, veuillez me contacter par e-mail:",
  "titledesc2": ". Je suis là pour aider.",
  "footer": "Cette application a été créée avec beaucoup d'amour pour mon cher fils Renato. Chaque détail a été pensé avec soin pour offrir une expérience amusante et éducative. J'espère que cette application apportera joie et apprentissage à de nombreux enfants et parents, tout comme elle l'a fait pour nous.",
}